Repository: JulioRios00/ReconciliationManager
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: User
pt: Usuário

source: {0} not found
pt: {0} não encontrado

source: Register the client {0} first
pt: Registre primeiro o cliente {0}

source: No files were generated. None of them had the necessary framing
pt: Nenhum arquivo foi gerado. Nenhum teve o enquadramento necessário

source: User belongs to a deactivated customer
pt: Usuário pertence a um cliente desativado

source: Company does not belongs to this customer
pt: Empresa não pertence a este cliente

source: Company
pt: Empresa

source: SPED Type
pt: Tipo SPED

source: The maximum size for the {0} file must be {1}
pt: O tamanho máximo do arquivo {0} deve ser {1}

source: {0} already exists
pt: {0} já existe
